{
  "10000935-RR-76": {
    "sentences": [
      "New diagnosis of metastatic cancer with unknown primary.",
      "Assess for extent of lesions.",
      "CT abdomen and pelvis dated ___.",
      "Multidetector CT of the torso was performed with intravenous and oral contrast.",
      "Coronal and sagittal reformations were provided.",
      "Images are substantially degraded due to the patient's body habitus.",
      "There are innumerable pulmonary nodules, which have an upper lobe predilection, particularly in the left upper lobe.",
      "The largest nodule measures 6 mm in diameter (sequence 3 image 8).",
      "Calcification is noted within the right pleural cavity (sequence 3 image 24), which is likely related to the patient's history of previous right lung surgery.",
      "No pleural effusion.",
      "No pneumothorax.",
      "No significant mediastinal, axillary or hilar adenopathy.",
      "Cardiac size is normal.",
      "No pericardial effusion.",
      "The liver is enlarged and there are innumerable low density lesions throughout both lobes of the liver which are replacing the vast majority of the hepatic parenchyma.",
      "The portal vein is patent.",
      "No intra or extrahepatic duct dilatation.",
      "The gallbladder is unremarkable.",
      "There is a small amount of ascites adjacent to the right lobe of the liver.",
      "The right kidney is mildly compressed anteriorly due to the enlarged liver.",
      "There is a subcentimeter low density lesion in the upper pole of the right kidney, likely representing a subcentimeter cyst (sequence 5 image 31).",
      "The right kidney is otherwise unremarkable.",
      "The left kidney is within normal limits.",
      "The adrenals and spleen are unremarkable.",
      "The pancreas is within normal limits.",
      "The small and large bowel are unremarkable.",
      "No retroperitoneal or mesenteric adenopathy.",
      "The images of the pelvis are substantially degraded secondary to the patient's body habitus.",
      "No pelvic masses are identified.",
      "The bladder is unremarkable.",
      "The patient is status post supracervical hysterectomy.",
      "No pelvic adenopathy.",
      "No free fluid within the pelvis.",
      "Bilateral symmetrical sclerosis is identified on the iliac side of the sacroiliac joints, consistent with osteitis condensans ilii.",
      "There is severe degenerative change within the right hip joint with joint space loss and osteophyte formation.",
      "No destructive osseous lesions.",
      "Multiple pulmonary and hepatic metastases.",
      "No separate primary lesion identified."
    ],
    "questions": [
      "Identify the sentence discussing stage.",
      "Identify the sentence discussing histology",
      "Identify the sentence discussing tumor size",
      "Identify the sentence discussing recurrence"
    ]
  },
  "10000935-RR-79": {
    "sentences": [
      "Dyspnea and history of lung cancer.",
      "Semi-upright AP view of the chest.",
      "CT torso ___ and chest radiograph ___.",
      "Lung volumes are low.",
      "This results in crowding of the bronchovascular structures.",
      "There may be mild pulmonary vascular congestion.",
      "The heart size is borderline enlarged.",
      "The mediastinal and hilar contours are relatively unremarkable.",
      "Innumerable nodules are demonstrated in both lungs, more pronounced in the left upper and lower lung fields compatible with metastatic disease.",
      "No new focal consolidation, pleural effusion or pneumothorax is seen, with chronic elevation of right hemidiaphragm again seen.",
      "The patient is status post right lower lobectomy.",
      "Rib deformities within the right hemithorax is compatible with prior postsurgical changes.",
      "Innumerable pulmonary metastases.",
      "Possible mild pulmonary vascular congestion.",
      "Low lung volumes."
    ],
    "questions": [
      "Identify the sentence discussing stage.",
      "Identify the sentence discussing histology",
      "Identify the sentence discussing tumor size",
      "Identify the sentence discussing recurrence"
    ]
  },
  "10000935-RR-80": {
    "sentences": [
      "Shortness of breath, evaluate for pulmonary embolism.",
      "MDCT images were obtained through the chest following administration of IV contrast.",
      "Coronal and sagittal reformations are performed.",
      "Right and left MIP reconstructions were performed.",
      "CT torso on ___.",
      "No axillary lymphadenopathy.",
      "An enlarged subcarinal lymph node measuring 1.6 cm is unchanged.",
      "Heart size is normal.",
      "The aorta is normal in caliber.",
      "There is no central or segmental pulmonary artery filling defect.",
      "Suboptimal bolus limits evaluation of the subsegmental branches.",
      "No evidence of right heart strain.",
      "No pericardial effusion.",
      "The airways are patent to the subsegmental level.",
      "There are innumerable pulmonary nodules bilaterally, similar in appearance to prior study in most cases although some have mildly increased.",
      "The largest measures 10 mm in diameter within the right lower lobe.",
      "No focal consolidation, pleural effusion or pneumothorax.",
      "Calcification along the right lateral lung is unchanged and consistent with previous right lung surgery.",
      "The liver is very enlarged with multiple low-density lesions, similar to prior study.",
      "The exact degree of metastatic involvement is difficult to compare for small changes but also seems to have increased.",
      "The vertebral heights are preserved.",
      "No acute bone abnormality.",
      "No central or segmental filling defect in the pulmonary arteries.",
      "Evaluation is slightly limited due to suboptimal IV bolus.",
      "Innumerable bilateral pulmonary nodules, simas seen on the prior CT study on ___, slightly increased.",
      "No focal consolidation or pleural effusion.",
      "Enlarged liver with multiple hypodense lesions, with suggestion of increased burden of disease."
    ],
    "questions": [
      "Identify the sentence discussing stage.",
      "Identify the sentence discussing histology",
      "Identify the sentence discussing tumor size",
      "Identify the sentence discussing recurrence"
    ]
  },
  "10000935-RR-81": {
    "sentences": [
      "___ female with known metastatic cancer, unknown primary with liver metastases and elevated liver function tests.",
      "The liver is diffusely involved with innumerable metastatic nodules throughout all portions of the liver and replacing much of the liver parenchyma.",
      "There is no bile duct dilatation.",
      "The gallbladder is normal in size and partially filled with sludge.",
      "There is no evidence of ascites or splenomegaly.",
      "Limited views of the kidneys show no hydronephrosis.",
      "Extensive diffuse hepatic metastatic disease.",
      "No evidence of biliary duct obstruction."
    ],
    "questions": [
      "Identify the sentence discussing stage.",
      "Identify the sentence discussing histology",
      "Identify the sentence discussing tumor size",
      "Identify the sentence discussing recurrence"
    ]
  },
  "10000935-RR-87": {
    "sentences": [
      "Newly diagnosed metastatic colon cancer, evaluate for brain metastases, altered mental status.",
      "Contiguous axial images were obtained through the brain.",
      "No contrast was administered.",
      "CT head on ___.",
      "There is no evidence of acute hemorrhage, edema, mass, mass effect, or acute territorial infarction.",
      "The ventricles and sulci are normal in size and configuration for the patient's age.",
      "The gray-white differentiation is preserved.",
      "The visualized paranasal sinuses and mastoid air cells are well aerated.",
      "The acute bony abnormality.",
      "No acute intracranial process.",
      "No mass is identified.",
      "MRI is more sensitive for evaluation of metastases."
    ],
    "questions": [
      "Identify the sentence discussing stage.",
      "Identify the sentence discussing histology",
      "Identify the sentence discussing tumor size",
      "Identify the sentence discussing recurrence"
    ]
  },
  "10001217-RR-18": {
    "sentences": [
      "Brain abscess status post right craniotomy.",
      "Follow up post-op changes.",
      "Head CT ___, head MRI ___.",
      "Axial MDCT images were obtained through the brain without the administration of IV contrast.",
      "Axial bone algorithm reformats in coronal and sagittal images were also obtained.",
      "CTDIvol 65mGy DLP 1130 mGy-cm",
      "The patient is status post right parietal vertex craniotomy and biopsy with expected post-surgical changes.",
      "The previously seen small amount of pneumocephalus has resolved.",
      "Area of hypodensity in the right frontal lobe involving the central sulcus is unchanged.",
      "There is no intra or extra-axial hemorrhage.",
      "Additional bilateral white matter hypodensities are consistent with patient's known history of sclerosis.",
      "There is no shift of normally midline structures.",
      "Ventricles and sulci are normal in size and configuration for age.",
      "Basal cisterns remain patent.",
      "No fracture is identified.",
      "The visualized paranasal sinuses, mastoid air cells, and middle ear cavities are clear.",
      "The globes are unremarkable.",
      "Stable post-operative changes with unchanged hypodensity in the right frontal vertex.",
      "NOTE ADDED AT ATTENDING REVIEW Although I agree there is no evidence of hemorrhage, the mass effect and edema associated with the right frontal lesion have increased since ___."
    ],
    "questions": [
      "Identify the sentence discussing stage.",
      "Identify the sentence discussing histology",
      "Identify the sentence discussing tumor size",
      "Identify the sentence discussing recurrence"
    ]
  },
  "10001401-RR-32": {
    "sentences": [
      "CT-guided drainage and catheter repositioning",
      "___ year old woman with h/o bladder cancer s/p resection, h/o bacteremia and intraabdominal fluid collection s/p drain placement presents with fevers and with increase in size of left sided fluid collection on CT  // please evaluate for drainage of left sided pelvic fluid collection",
      "CT angiogram of the abdomen and pelvis ___ PROCEDURE CT-guided drainage of a left lower quadrant collection and repositioning of the patient's existing 8 ___ catheter in there pelvic collection.",
      "OPERATORS Dr. ___ trainee and Dr. ___ radiologist.",
      "Dr. ___ supervised the trainee during the key components of the procedure and reviewed and agrees with the trainee's findings.",
      "The risks, benefits, and alternatives of the procedure were explained to the patient.",
      "After a detailed discussion, informed written consent was obtained.",
      "A pre-procedure timeout using three patient identifiers was performed per ___ protocol.",
      "The patient was placed in a supine position on the CT scan table.",
      "Limited preprocedure CT scan was performed to localize the collections.",
      "A ___ wire was passed through the patient's existing 8 ___ catheter, meeting resistance at the pigtail.",
      "This was exchanged for a plastic stiffener, which was advanced into the catheter.",
      "Subsequently the catheter was advanced further into the patient.",
      "Subsequent CT fluoroscopic images demonstrated appropriate catheter positioning deeper into the patient's now collapsed existing collection.",
      "Contrast was injected to confirm catheter placement.",
      "Based on the CT findings an appropriate skin entry site for the drain placement was chosen.",
      "The site was marked.",
      "Local anesthesia was administered with 1% Lidocaine solution.",
      "Subsequently, the patient's left pelvic collection was drained.",
      "Using intermittent CT fluoroscopic guidance, an ___ Exodus pigtail catheter was advanced into the collection.",
      "The plastic stiffener and the wire were removed.",
      "The pigtail was deployed.",
      "The position of the pigtail was confirmed within the collection via CT fluoroscopy.",
      "Approximately 20 cc of serous fluid was aspirated with a sample sent for microbiology and cytology evaluation.",
      "The catheter was secured by a StatLock.",
      "The catheter was attached to bag.",
      "Sterile dressing was applied.",
      "The procedure was tolerated well, and there were no immediate post-procedural complications.",
      "DOSE Acquisition sequence:    1) Spiral Acquisition 13.7 s, 47.1 cm; CTDIvol = 6.1 mGy (Body) DLP = 278.7 mGy-cm.",
      "2) Stationary Acquisition 0.5 s, 1.0 cm; CTDIvol = 1.2 mGy (Body) DLP = 1.2 mGy-cm.",
      "3) Stationary Acquisition 3.0 s, 1.0 cm; CTDIvol = 6.9 mGy (Body) DLP = 6.9 mGy-cm.",
      "4) Spiral Acquisition 12.3 s, 47.4 cm; CTDIvol = 15.7 mGy (Body) DLP = 719.8 mGy-cm.",
      "5) Spiral Acquisition 12.3 s, 47.4 cm; CTDIvol = 15.8 mGy (Body) DLP = 723.3 mGy-cm.",
      "6) Stationary Acquisition 3.3 s, 1.4 cm; CTDIvol = 33.9 mGy (Body) DLP = 48.8 mGy-cm.",
      "Total DLP (Body) = 1,791 mGy-cm.",
      "SEDATION Moderate sedation was provided by administering divided doses of 2 mg Versed and 0 mcg fentanyl throughout the total intra-service time of 15 minutes during which patient's hemodynamic parameters were continuously monitored by an independent trained radiology nurse.",
      "Preprocedure CT demonstrates a collapsed fluid collection containing an 8 ___ pigtail catheter and interval increase in size in the patient's left pelvic collection.",
      "Intraprocedural CT fluoroscopy demonstrates repositioning of the patient's existing catheter, deeper into the collection, with contrast inter leaving through the collapsed collection.",
      "Intraprocedural CT fluoroscopy demonstrates appropriate positioning of the newly placed 8 ___ pigtail catheter in the patient's left pelvic collection.",
      "Successful CT-guided placement of an ___ pigtail catheter into the left pelvic collection.",
      "Samples were sent for microbiology and cytology evaluation.",
      "Successful repositioning of the patient's existing 8 ___ catheter in there now collapsed pelvic collection, with positioning confirmed following contrast injection."
    ],
    "questions": [
      "Identify the sentence discussing stage.",
      "Identify the sentence discussing histology",
      "Identify the sentence discussing tumor size",
      "Identify the sentence discussing recurrence"
    ]
  },
  "10001401-RR-33": {
    "sentences": [
      "CTA ABD AND PELVIS",
      "___ year old woman with hx bladder cancer, s/p cystectomy and ileal conduit, post op course c/b pelvic fluid collections and PE, now with frankly blood drain output and worsening anemia.",
      "// active bleed?",
      "Abdomen and pelvis CTA: Non-contrast and multiphasic post-contrast images were acquired through the abdomen and pelvis.",
      "Oral contrast was not administered.",
      "MIP reconstructions were performed on independent workstation and reviewed on PACS.",
      "DOSE Found no primary dose record and no dose record stored with the sibling of a split exam.",
      "!If this Fluency report was activated before the completion of the dose transmission, please reinsert the token called CT DLP Dose to load new data.",
      "CT abdomen pelvis ___ at 00:03, CT abdomen pelvis ___",
      " VASCULAR There is no abdominal aortic aneurysm.",
      "There is mild-to-moderate calcium burden in the abdominal aorta and great abdominal arteries.",
      "There is moderate narrowing with arcuate ligament configuration of the celiac trunk origin, stable since earlier today.",
      "There is no significant narrowing of remaining major abdominal, pelvic arteries.",
      "Hepatic, portal, splenic veins, SMV, renal veins, IVC are patent.",
      "There is significant narrowing of the bilateral external iliac vein secondary to mass effect from pelvic fluid collections.",
      "There is no evidence of vessel thrombosis or occlusion.",
      "There is nodular atelectasis in the posterior right costophrenic angle.",
      "There is 0.2 cm nodule in the left lower lobe series 6, image 7, stable since prior.",
      "There are few benign thin-walled cyst in the lower lungs, stable since prior.",
      " HEPATOBILIARY The liver demonstrates homogenous attenuation throughout.",
      "There is small well-circumscribed cystic lesion in segment 7 right hepatic lobe, stable since ___, likely benign simple cyst.",
      "There is tiny low-attenuation lesion in segment ___ series 9, image 36, not as well seen on ___, attention to this area on subsequent followups is recommended.",
      "Cholecystectomy.",
      "There is mild prominence of intrahepatic, extrahepatic bile ducts, likely from prior cholecystectomy, stable since prior.",
      "PANCREAS Mild pancreatic atrophy.",
      "No focal abnormalities.",
      "SPLEEN Normal ADRENALS Normal URINARY There few tiny benign simple cysts in the kidneys.",
      "Delayed left nephrogram, similar to earlier today, secondary to hydronephrosis.",
      "There is severe left, and moderate to severe right hydroureteronephrosis, stable.",
      "Mass effect at the anastomosis between ureters and neobladder is nearly resolved since priors.",
      "Continued hydronephrosis may be from residual edema.",
      "Right ureter is sharply dilated near the anastomosis point, while there distal left ureter is thickened and gradually tapers towards the anastomosis.",
      "Cause other than mass effect as etiology of hydronephrosis should be considered if it does not resolve.",
      "GASTROINTESTINAL Small esophageal hiatal hernia.",
      "Small bowel loops demonstrate normal caliber, wall thickness and enhancement throughout.",
      "Rectosigmoid are displaced to the right secondary to large pelvic fluid collection, stable since prior, are incompletely distended, there is suggestion of mild wall thickening, which may be reactive, consider infection, inflammatory bowel disease.",
      "Appendix not identified.",
      "There is no evidence of mesenteric lymphadenopathy.",
      "RETROPERITONEUM There are few small subcentimeter retroperitoneal periaortic lymph nodes, stable since prior, this should be followed on subsequent exams.",
      "There few mildly prominent right lower quadrant, pelvic lymph nodes adjacent to the fluid collections in ___ be reactive.",
      "There is no central abdominal adenopathy.",
      "Status post cystectomy, neobladder formation and right lower quadrant diversion.",
      "There is stable large fluid collection in the left lower abdomen, and pelvis, with mild linear peripheral enhancement, measuring 23 cm in largest diameter.",
      "There is percutaneous drain in the right anterior pelvis, with interval significant decrease of right pelvic fluid collection, which measures 5.5 cm by 2.3 cm, compared with 7.3 cm by 6.3 cm earlier today.",
      "Adjacent mild stranding is stable.",
      "There is an area of high attenuation within the anterior margin of the fluid collection control by the drain, which may be from blood products within it, this was also seen on CT interventional procedure exam ___ at 328 p.m..",
      "There is associated hyperemia of the wall of this fluid collection, without evidence of active bleeding.",
      "REPRODUCTIVE ORGANS The visualized reproductive organs are unremarkable.",
      "BONES There are degenerative changes in the lumbar spine, hips, sacroiliac joints SOFT TISSUES The abdominal and pelvic wall is within normal limits.",
      "Decrease in size of right lower quadrant fluid collection that has percutaneous drain within it, with areas of high attenuation on noncontrast exam consistent with blood products, and associated hyperemia which is likely inflammatory, but without evidence of contrast extravasation.",
      "There is large stable fluid collection in the low left abdomen, pelvis with mild linear peripheral enhancement, infection cannot be excluded.",
      "There is severe left, and moderate to severe right hydroureteronephrosis, with delayed left nephrogram, stable from today.",
      "Mass effect about anastomosis between distal ureters and neobladder has resolved all since ___, and while hydronephrosis may be from residual edema, if this does not resolve, alternative etiologies including stenosis, tumor infiltration should be excluded.",
      "Tiny hepatic lesion segment ___, attention to this area on subsequent followups recommended."
    ],
    "questions": [
      "Identify the sentence discussing stage.",
      "Identify the sentence discussing histology",
      "Identify the sentence discussing tumor size",
      "Identify the sentence discussing recurrence"
    ]
  },
  "10002155-RR-33": {
    "sentences": [
      "CT chest without contrast.",
      "REASON FOR EXAM Heavy smoking history, recent history of diagnosis unresolved with two courses of antibiotics.",
      "MDCT chest performed without IV contrast.",
      "5-mm and 1.25-mm axial slices were acquired with coronal and sagittal reformats.",
      "No previous CT was available for comparison.",
      "Dense homogeneous consolidation in the right lower lobe (3.45) contains multiple air bronchograms.",
      "Less extensive right basal consolidation was present on chest radiographs approximately one year ago.",
      "Diffuse nodules throughout the remaining lungs predominate in the middle lobe, right middle lobe and right lower lobe with relative sparing of the left lower lobe and lung apices.",
      "These nodules range in size from 1 to 4 mm.",
      "A right pleural effusion is minimal, and no pathologically enlargement of mediastinal or axillary lymph nodes is present.The airways are widely patent to subsegmental level bilaterally.",
      "The aorta, and heart size are normal with no pericardial effusion.",
      "Calcification is severe in the coronary arteries, the pulmonary artery is normal.",
      "A fatty structure appears adherent to the lateral right atrial wall abutting an area of atrial calcification could be an interatrial lipoma.",
      "The left lobe of the thyroid is heterogenous and enlarged at 21 x 27 mm.",
      "Limited review of the upper abdomen reveals multiple cystic structures in both kidneys and high attenuation dependent material in the gallbladder most likely small stones.",
      "No destructive or sclerotic bone lesions are present.",
      "Degenerative changes throughout the thoracic spine are moderate.",
      "1)Severe right lower lobe consolidation, progressed or recurrent over a year, and extensive, new diffuse lung nodules most readily explained by multifocal bronchioalveolar carcinoma.",
      "Alhernatively, the multiple lung nodules could also be metastases from an extrathoracic malignancy including thyroid carcinoma.",
      "2)Diffuse severe coronary artery calcification.",
      "3)Probable interatrial lipoma.",
      "4)Bilateral renal cysts.",
      "Small gallstones.",
      "The case was posted to the critical findings dashboard for direct notification of the referring physician."
    ],
    "questions": [
      "Identify the sentence discussing stage.",
      "Identify the sentence discussing histology",
      "Identify the sentence discussing tumor size",
      "Identify the sentence discussing recurrence"
    ]
  },
  "10002155-RR-35": {
    "sentences": [
      "___ female, positive sputum cytology and adenocarcinoma with high O2 requirement.",
      "Evaluate for change following course of antibiotics for left lower lobe pneumonia.",
      "Please note the patient has a history of right lower lobe pneumonia.",
      "Chest CT of ___ and chest radiograph of ___.",
      "MDCT of the abdomen was performed without IV contrast.",
      "Subsequently, 5-mm and 1.25-mm axial slices were acquired through the chest, abdomen, and pelvis.",
      "Three-minute delayed images were obtained through the abdomen.",
      "Coronal and sagittal reformats were displayed.",
      "Again noted is dense homogeneous consolidation in the right lower lobe containing multiple air bronchograms, which is not significantly changed from the prior CT.  Also again noted are diffuse nodules throughout the remaining lungs, predominantly in the right middle, right lower, and left upper lobe with relative sparing of the apices in left lower lobe.",
      "There is new ground glass opacity in the left lower lobe medially.",
      "There are several small mediastinal lymph nodes but none meeting CT criteria for pathologic enlargement.",
      "There is no axillary or hilar lymphadenopathy meeting CT criteria for pathologic enlargement.",
      "Airways are patent to the subsegmental level.",
      "There is a heterogeneous 3.6 x 2.8 x 1.9 cm mass in the left lobe of the thyroid.",
      "The heart is enlarged normal.",
      "Unusal fat density adjacent to the right atrium and is unchanged.",
      "There is no pericardial effusion.",
      "There is atherosclerotic calcification and soft plaque within the aorta, not significantly changed from prior.",
      "Calcification of the coronary arteries is also noted.",
      "The liver, pancreas, spleen, and adrenal glands are unremarkable.",
      "There is hyperdense material layering dependently in the gallbladder, likely stones and possibly sludge.",
      "There is no gallbladder wall thickening or pericholecystic fluid noted.",
      "There is no intra- or extra-hepatic biliary ductal dilatation.",
      "The kidneys enhance and excrete contrast symmetrically without evidence of hydronephrosis or hydroureter.",
      "There are several low-density well-circumscribed parenchymal and exophytic round lesions within the bilateral kidneys, some of which are too small to further characterize but likely represent simple cysts.",
      "The largest cyst is in the interpolar region of the right kidney measuring 2.8 x 2.9 cm.",
      "Largest cyst on the left measures 2.5 x 2.6 cm.",
      "There is a small exophytic 1 cm hyperdense cyst arising from the upper pole of the left kidney.",
      "The opacified stomach and intra-abdominal loops of bowel are unremarkable.",
      "There is no free air or fluid in the abdomen.",
      "No mesenteric or retroperitoneal lymphadenopathy meeting CT criteria for pathologic enlargement is noted.",
      "The urinary bladder, distal ureters, uterus, adnexa, and rectum are unremarkable.",
      "There is extensive diverticulosis of the sigmoid colon without evidence of acute diverticulitis.",
      "There is no free fluid in the pelvis.",
      "No pelvic or inguinal lymphadenopathy meeting CT criteria for pathologic enlargement is noted.",
      "There is a surgical clip in the right groin.",
      "Two calcified densities within the left buttock are noted, likely injection granulomas.",
      "BONE WINDOWS No suspicious lytic or sclerotic osseous lesion is identified.",
      "Degenerative changes of thoracolumbar spine is noted.",
      "There has been prior right shoulder surgery.",
      "No significant change in severe right lower lobe consolidation and  extensive diffuse small lung nodules compared to ___, which may represent bronchoalveolar carcinoma, multifocal infection or metastatic disease with right lower lobe infection.",
      "New ground glass opacity in the left lower lobe.",
      "No significant change in heterogeneous thyroid nodule compared to prior CT.  3.",
      "Diffuse coronary artery calcification and atherosclerotic plaque within the aorta.",
      "Cholelithiasis without evidence of acute cholecystitis.",
      "Multiple bilateral renal cysts.",
      "Sigmoid diverticulosis wthout evidence of acute diverticulitis."
    ],
    "questions": [
      "Identify the sentence discussing stage.",
      "Identify the sentence discussing histology",
      "Identify the sentence discussing tumor size",
      "Identify the sentence discussing recurrence"
    ]
  }
}